Repository: Busuuk/UNFOG
Catalog: UNFOG-main/FOG-main/UNFOG/UNFOG/*.lproj/Localizable.strings
Languages: it

# motor_assistant_title
source: Your walking assistant!
it: Il tuo supporto motorio

# motor_assistant_description
source: Set the speed of your metronome and what your assistant will say when you need help
it: Imposta la velocità del metronomo e il messaggio che l'assistente dirà quando avrai bisogno

# metronome_title
source: Set the metronome!
it: Imposta il metronomo

# metronome_description
source: The metronome helps you out regaining your freedom
it: Il metronomo ti aiuta a riprendere la tua libertà

# voice_guide_title
source: Your voice guide!
it: La tua guida vocale!

# voice_guide_description
source: Choose what would you like to listen when you need help
it: Scegli cosa vorresti ascoltare quando hai bisogno di aiuto

# next_button
source: Next
it: Avanti

# get_started_button
source: Get Started
it: Iniziamo

# slow_button
source: Slow
it: Lento

# medium_button
source: Medium
it: Medio

# fast_button
source: Fast
it: Veloce

# memo_aid_prompt
source: Write what you want to hear when you need help
it: Scrivi cosa vuoi sentire quando hai bisogno di aiuto

# metronome_settings
source: Metronome
it: Metronomo

# memoaid_settings
source: Memo Aid
it: Assistente Vocale

source: Settings
it: Impostazioni

source: Metronome
it: Metronomo

# chooselevel
source: Choose the level of the speed of your metronome from the following ones
it: Scegli il livello di velocità del metronomo tra i seguenti

source: Save
it: Salva

# salvato
source: Saved
it: Salvato

source: Memo Aid
it: Assistente Vocale

# textmemo
source: Write everything you want to hear when the memo aid tip is used
it: Scrivi quello che vuoi sentire quando l'assistente vocale è attivo

# EnterMemo
source: Write here...
it: Scrivi una nota...

# Savewatch
source: Save
it: Salva

# textsave
source: Your memo has been saved and sent to your Apple Watch.
it: La nota è stata salvata e inviata al Watch

# speedtext
source: Your metronome speed is sent to your Watch
it: La velocità del metronomo è stata inviata al tuo Apple Watch.
